Repository: realtech2012/opencloud
Catalog: services/graph/pkg/l10n/locale/*/LC_MESSAGES/graph.po
Languages: pl

source: Can edit
pl: Może edytować

source: Can manage
pl: Może zarządzać

source: Can upload
pl: Może przesyłać pliki

source: Can view
pl: Może oglądać

source: Can view (secure)
pl: Mogę zobaczyć ( źródło)

source: Cannot access
pl: Nie ma dostępu

source: Deny all access.
pl: Odmów dostępu wszystkim.

source: Here you can add a description for this Space.
pl: Tutaj możesz dodać opis dla tej Przestrzeni

source: View and download.
pl: Zobacz i pobierz

source: View, download and edit.
pl: Wyświetl , Pobierz i edytuj

source: View, download and upload.
pl: Wyświetlanie, pobieranie i przesyłanie.

source: View, download, upload, edit, add and delete.
pl: Wyświetlanie, pobieranie, przesyłanie, edycja, dodawanie i usuwanie.

source: View, download, upload, edit, add, delete and manage members.
pl: Wyświetlanie, pobieranie, przesyłanie, edycja, dodawanie, usuwanie i zarządzanie członkami.

source: View, download, upload, edit, add, delete and show all invited people.
pl: Wyświetlanie, pobieranie, przesyłanie, edycja, dodawanie, usuwanie i wyświetlanie wszystkich zaproszonych osób.

source: View, download, upload, edit, add, delete including the history.
pl: Wyświetlanie, pobieranie, przesyłanie, edycja, dodawanie, usuwanie włącznie z historią.
