Repository: realtech2012/opencloud
Catalog: services/notifications/pkg/email/l10n/locale/*/LC_MESSAGES/notifications.po
Languages: nl, ru

source: Click here to check it: {ShareLink}
nl: Klik hier om het te controleren: {ShareLink}
ru: Нажмите для проверки: {ShareLink}

source: Click here to view it: {ShareLink}
nl: Klik hier om het te bekijken: {ShareLink}
ru: Нажмите для просмотра: {ShareLink}

source: Hello {ShareGrantee}
nl: Beste {ShareGrantee}
ru: Здравствуйте, {ShareGrantee}

source: Hello {ShareGrantee},
nl: Beste {ShareGrantee},
ru: Здравствуйте, {ShareGrantee},

source: Hello {SpaceGrantee},
nl: Beste {SpaceGrantee},
ru: Здравствуйте, {SpaceGrantee},

source: Hi {DisplayName},
nl: Hallo {DisplayName},
ru: Привет, {DisplayName},

source: Hi,
nl: Hallo,
ru: Привет

source: Membership of '{SpaceName}' expired at {ExpiredAt}
nl: Lidmaatschap van '{SpaceName}' is verlopen op {ExpiredAt}
ru: Членство в '{SpaceName}' истекло {ExpiredAt}

source: Report
nl: Rapportage
ru: Пожаловаться

source: ScienceMesh: {InitiatorName} wants to collaborate with you
nl: ScienceMesh: {InitiatorName} wil met je samenwerken
ru: ScienceMesh: {InitiatorName} хочет сотрудничать с вами

source: Share to '{ShareFolder}' expired at {ExpiredAt}
nl: Share '{ShareFolder}' is verlopen op {ExpiredAt}
ru: Совместный доступ к '{ShareFolder}' истек {ExpiredAt}

source: Your membership of space {SpaceName} has expired at {ExpiredAt} Even though this membership has expired you still might have access through other shares and/or space memberships
nl: Jouw lidmaatschap van ruimte {SpaceName} is verlopen op {ExpiredAt} Hoewel dit lidmaatschap is verlopen, kun je mogelijk nog steeds toegang hebben via andere shares en/of ruimtelidmaatschappen.
ru: Ваше членство в пространстве {SpaceName} истекло {ExpiredAt} Не смотря на это, у вас может сохраняться доступ через ресурсы совместного доступа и/или членство в других пространствах.

source: Your share to {ShareFolder} has expired at {ExpiredAt} Even though this share has been revoked you still might have access through other shares and/or space memberships.
nl: Jouw toegang tot {ShareFolder} is verlopen op {ExpiredAt} Hoewel de toegang is ingetrokken, kun je mogelijk nog steeds toegang hebben via andere shares en/of ruimtelidmaatschappen.
ru: Ваш совместный доступ к {ShareFolder} истек {ExpiredAt} Не смотря на это, у вас может сохраняться доступ через другие ресурсы совместного доступа и/или членство в пространствах.

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. Please visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
nl: {ShareSharer} ({ShareSharerMail}) wil samenwerkingsbronnen met je delen. Open je federatie-instellingen en gebruik de volgende gegevens.: Token: {Token} ProviderDomain: {ProviderDomain}
ru: {ShareSharer} ({ShareSharerMail}) хочет начать совместно использовать ресурсы вместе с Вами. Пожалуйста, перейдите в свои федеративные настройки и используйте следующие параметры: Token: {Token} ProviderDomain: {ProviderDomain}

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. To accept the invite, please visit the following URL: {ShareLink} Alternatively, you can visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
nl: {ShareSharer} ({ShareSharerMail}) wil samenwerkingsbronnen met je delen. Open de volgende URL om de uitnodiging te accepteren: {ShareLink} Alternatief kun je je federatie-instellingen openen en de volgende gegevens gebruiken.: Token: {Token} ProviderDomain: {ProviderDomain}
ru: {ShareSharer} ({ShareSharerMail}) хочет начать совместно использовать ресурсы вместе с Вами. Чтобы принять приглашение, перейдите по ссылкеL: {ShareLink} Или перейдите в свои федеративные настройки и используйте следующие параметры: Token: {Token} ProviderDomain: {ProviderDomain}

source: {ShareSharer} has shared "{ShareFolder}" with you.
nl: {ShareSharer} heeft "{ShareFolder}" met jou gedeeld.
ru: {ShareSharer} предоставил вам совместный доступ к "{ShareFolder}".

source: {ShareSharer} shared '{ShareFolder}' with you
nl: {ShareSharer} deelt '{ShareFolder}' met jou
ru: {ShareSharer} предоставил(-а) вам совместный доступ к '{ShareFolder}'

source: {SpaceSharer} has invited you to join "{SpaceName}".
nl: {SpaceSharer} heeft je uitgenodigd om deel te nemen in "{SpaceName}".
ru: {SpaceSharer} пригласил(-а) Вас присоединиться к "{SpaceName}".

source: {SpaceSharer} has removed you from "{SpaceName}". You might still have access through your other groups or direct membership.
nl: {SpaceSharer} heeft jou verwijderd uit "{SpaceName}". Je hebt mogelijk nog steeds toegang via andere groepen of directe lidmaatschap.
ru: {SpaceSharer} удалил(-а) вас из "{SpaceName}". Вы всё ещё можете иметь доступ через ваши другие группы или прямое членство.

source: {SpaceSharer} invited you to join {SpaceName}
nl: {SpaceSharer} heeft jou uitgenodigd om deel te nemen in {SpaceName}
ru: {SpaceSharer} пригласил(-а) Вас присоединиться к "{SpaceName}".

source: {SpaceSharer} removed you from {SpaceName}
nl: {SpaceSharer} heeft jou verwijderd uit {SpaceName}
ru: {SpaceSharer} исключил(-а) Вас из {SpaceName}
