Repository: realtech2012/opencloud
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: pt

source: description
pt: descrição

source: display name
pt: nome de exibição

source: expiration date
pt: data de expiração

source: password
pt: palavra-passe

source: permission
pt: permissão

source: some field
pt: algum campo

source: {resource} was downloaded via public link {token}
pt: {resource} foi descarregado através da ligação pública {token}

source: {user} added {resource} to {folder}
pt: {user} adicionou {resource} a {folder}

source: {user} added {sharee} as member of {space}
pt: {user} adicionou {sharee} como membro de {space}

source: {user} deleted {resource} from {folder}
pt: {user} eliminou {resource} de {folder}

source: {user} moved {resource} to {folder}
pt: {user} moveu {resource} para {folder}

source: {user} removed link to {resource}
pt: {user} removeu a ligação para {resource}

source: {user} removed {sharee} from {resource}
pt: {user} removeu {sharee} de {resource}

source: {user} removed {sharee} from {space}
pt: {user} removeu {sharee} de {space}

source: {user} renamed {oldResource} to {resource}
pt: {user} renomeou {oldResource} para {resource}

source: {user} shared {resource} via link
pt: {user} partilhou {resource} via ligação

source: {user} shared {resource} with {sharee}
pt: {user} partilhou {resource} com {sharee}

source: {user} updated {field} for a link {token} on {resource}
pt: {user} atualizou {field} para a ligação {token} em {resource}

source: {user} updated {field} for the {resource}
pt: {user} atualizou {field} para o {resource}

source: {user} updated {resource} in {folder}
pt: {user} atualizou {resource} em {folder}
