Repository: realtech2012/opencloud
Catalog: services/settings/pkg/service/v0/l10n/locale/*/LC_MESSAGES/settings.po
Languages: pl, pt

source: Added as space member
pl: Dodano jako członek Przestrzeni
pt: Adicionado como membro do espaço

source: Daily
pl: Dziennie
pt: Diário

source: Email sending interval
pl: Interwał wysyłania email
pt: Intervalo de envio de e-mail

source: File rejected
pl: Plik odrzucony
pt: Ficheiro rejeitado

source: Instant
pl: Natychmiast
pt: Instantâneo

source: Never
pl: Nigdy
pt: Nunca

source: Notify when I have been added as a member to a space
pl: Powiadom, jeśli dodano mnie jako członka przestrzeni
pt: Notificar quando for adicionado como membro a um espaço

source: Notify when I have been removed as member from a space
pl: Powiadom, jeśli usunięto mnie jako członka z przestrzeni.
pt: Notificar quando for removido como membro de um espaço

source: Notify when I have received a share
pl: Powiadom o otrzymanym udostępnieniu.
pt: Notificar quando receber uma partilha

source: Notify when a file I uploaded was rejected because of a virus infection or policy violation
pl: Poinformuj, jeśli przesłany plik został odrzucony z powodu wirusa lub naruszenia zasad
pt: Notificar quando um ficheiro que carreguei for rejeitado devido a uma infeção por vírus ou violação de política

source: Notify when a received share has been removed
pl: Powiadom, jeśli otrzymane udostępnienie zostało usunięte
pt: Notificar quando uma partilha recebida for removida

source: Notify when a received share has expired
pl: Powiadom, jeśli otrzymane udostępnienie wygasło
pt: Notificar quando uma partilha recebida expirar

source: Notify when a space I am member of has been deleted
pl: Powiadom, jeśli Przestrzeń gdzie jestem członkiem została usunięta
pt: Notificar quando um espaço do qual sou membro for eliminado

source: Notify when a space I am member of has been disabled
pl: Poinformuj, jeśli przestrzeń gdzie jestem członkiem została wyłączona
pt: Notificar quando um espaço do qual sou membro for desativado

source: Notify when a space membership has expired
pl: Powiadom, jeśli członkostwo w przestrzeni wygasło
pt: Notificar quando uma subscrição de espaço expirar

source: Removed as space member
pl: Usunięto z przestrzeni
pt: Removido como membro do espaço

source: Selected value:
pl: Wybrana wartość:
pt: Valor selecionado:

source: Share Expired
pl: Udostępnienie wygasło
pt: Partilha expirada

source: Share Received
pl: Otrzymano udostępnienie
pt: Partilha recebida

source: Share Removed
pl: Usunięto udostępnienie
pt: Partilha removida

source: Space deleted
pl: Przestrzeń usunięta
pt: Espaço eliminado

source: Space disabled
pl: Przestrzeń wyłączona
pt: Espaço desativado

source: Space membership expired
pl: Członkostwo w przestrzeni wygasło
pt: Subscrição de espaço expirada

source: Weekly
pl: Co tydzień
pt: Semanal
