Repository: realtech2012/opencloud
Catalog: services/userlog/pkg/service/l10n/locale/*/LC_MESSAGES/userlog.po
Languages: nl, pl, pt

source: Access to Space {space} lost
nl: Toegang tot ruimte {space} kwijtgeraakt
pl: Dostęp do Przestrzeni {space} utracony
pt: Acesso ao Espaço {space} perdido

source: Access to {resource} expired
nl: Toegang tot {resource} verlopen
pl: Dostęp do {resource} wygasł
pt: Acesso a {resource} expirou

source: Attention! The instance will be shut down and deprovisioned on {date}. Download all your data before that date as no access past that date is possible.
nl: Let op! De instantie wordt op {date} afgesloten en afgeschakeld. Download voor deze datum al je gegevens, aangezien erna geen toegang meer mogelijk is.
pl: Uwaga! Ta instancja zostanie wyłączona i usunięta w dniu {date}. Pobierz wszystkie swoje dane przed tym terminem, ponieważ po upływie tej daty dostęp nie będzie możliwy.
pt: Atenção! A instância será encerrada e desprovisionada a {date}. Descarregue todos os seus dados antes dessa data, pois o acesso não será possível depois desse prazo.

source: File {resource} was deleted because it violates the policies
nl: Bestand {resource} is verwijderd vanwege scheding van de beleidsregels
pl: Plik {resource} został usunięty ponieważ narusza obowiązujące polityki
pt: O ficheiro {resource} foi eliminado porque viola as políticas

source: Instance will be shut down and deprovisioned
nl: De instantie zal worden afgesloten en afgeschakeld
pl: Instancja zostanie wyłączona i usunięta.
pt: A instância será encerrada e desprovisionada

source: Membership expired
nl: Lidmaatschap verlopen
pl: Członkostwo wygasło
pt: Subscrição expirada

source: Policies enforced
nl: Beleid afgedwongen
pl: Zastosowano obowiązujące polityki
pt: Políticas aplicadas

source: Removed from Space
nl: Verwijderd uit ruimte
pl: Usunięto z Przestrzeni
pt: Removido do Espaço

source: Resource shared
nl: Hulpbron gedeeld
pl: Zasób udostępniony
pt: Recurso partilhado

source: Resource unshared
nl: Hulpbron niet gedeeld
pl: Udostępnianie zasobu zostało zakończone
pt: Recurso cuja partilha foi removida

source: Share expired
nl: Share verlopen
pl: Udostępnienie wygasło
pt: Partilha expirada

source: Space deleted
nl: Ruimte verwijderd
pl: Przestrzeń usunięta
pt: Espaço eliminado

source: Space disabled
nl: Ruimte uitgeschakeld
pl: Przestrzeń wyłączona
pt: Espaço desativado

source: Space shared
nl: Ruimte gedeeld
pl: Przestrzeń udostępniona
pt: Espaço partilhado

source: Virus found
nl: Virus aangetroffen
pl: Znaleziono wirusa
pt: Vírus encontrado

source: Virus found in {resource}. Upload not possible. Virus: {virus}
nl: Virus aangetroffen in {resource}. Uploaden niet mogelijk. Virus: {virus}
pl: Znaleziono wirusa w {resource}. Przesłanie jest niemożliwe. Wirus: {virus}
pt: Vírus encontrado em {resource}. Carregamento não é possível. Vírus: {virus}

source: {user} added you to Space {space}
nl: {user} heeft jou toegevoegd aan ruimte {space}
pl: {user} dodał Ciebie do Przestrzeni {space}
pt: {user} adicionou-o(a) ao Espaço {space}

source: {user} deleted Space {space}
nl: {user} heeft ruimte {space} verwijderd
pl: {user} usunął Przestrzeń {space}
pt: {user} eliminou o Espaço {space}

source: {user} disabled Space {space}
nl: {user} heeft ruimte {space} uitgeschakeld
pl: {user} wyłączył Przestrzeń {space}
pt: {user} desativou o Espaço {space}

source: {user} removed you from Space {space}
nl: {user} heeft jou verwijderd uit ruimte {space}
pl: {user} usunął Ciebie z Przestrzeni {space}
pt: {user} removeu-o(a) do Espaço {space}

source: {user} shared {resource} with you
nl: {user} heeft {resource} met jou gedeeld
pl: {user} udostępnił Ci zasób {resource}
pt: {user} partilhou {resource} consigo

source: {user} unshared {resource} with you
nl: {user} heeft het delen van {resource} met jou beÃ«indigd
pl: {user} wyłączył udostępnianie zasobu {resource} dla Ciebie
pt: {user} removeu a partilha de {resource} consigo
